[
  {
    "title": "In Search of Lost Time",
    "description": "Swann's Way, the first part of A la recherche de temps perdu, Marcel Proust's seven-part cycle, was published in 1913. In it, Proust introduces the themes that run through the entire work. The narrator recalls his childhood, aided by the famous madeleine; and describes M. Swann's passion for Odette. The work is incomparable. Edmund Wilson said \"[Proust] has supplied for the first time in literature an equivalent in the full scale for the new theory of modern physics.\"",
    "author": {
      "firstName": "Marcel",
      "lastName": "Proust",
      "birthDay": -3107721600000,
      "deathDay": -1487030400000
    },
    "price": 2.3
  },
  {
    "title": "Ulysses",
    "description": "Ulysses chronicles the passage of Leopold Bloom through Dublin during an ordinary day, June 16, 1904. The title parallels and alludes to Odysseus (Latinised into Ulysses), the hero of Homer's Odyssey (e.g., the correspondences between Leopold Bloom and Odysseus, Molly Bloom and Penelope, and Stephen Dedalus and Telemachus). Joyce fans worldwide now celebrate June 16 as Bloomsday.",
    "author": {
      "firstName": "James",
      "lastName": "Joyce",
      "birthDay": -2774217600000,
      "deathDay": -914112000000
    }
  },
  {
    "title": "Don Quixote",
    "description": "Alonso Quixano, a retired country gentleman in his fifties, lives in an unnamed section of La Mancha with his niece and a housekeeper. He has become obsessed with books of chivalry, and believes their every word to be true, despite the fact that many of the events in them are clearly impossible. Quixano eventually appears to other people to have lost his mind from little sleep and food and because of so much reading.",
    "author": {
      "firstName": "Miguel",
      "lastName": "de Cervantes",
      "birthDay": -13327891200000,
      "deathDay": -11161497600000
    }
  },
  {
    "title": "Moby Dick",
    "description": "First published in 1851, Melville's masterpiece is, in Elizabeth Hardwick's words, \"the greatest novel in American literature.\" The saga of Captain Ahab and his monomaniacal pursuit of the white whale remains a peerless adventure story but one full of mythic grandeur, poetic majesty, and symbolic power. Filtered through the consciousness of the novel's narrator, Ishmael, Moby-Dick draws us into a universe full of fascinating characters and stories, from the noble cannibal Queequeg to the natural history of whales, while reaching existential depths that excite debate and contemplation to this day.",
    "author": {
      "firstName": "Herman",
      "lastName": "Melville",
      "birthDay": -4746816000000,
      "deathDay": -2469657600000
    }
  },
  {
    "title": "Hamlet",
    "description": "The Tragedy of Hamlet, Prince of Denmark, or more simply Hamlet, is a tragedy by William Shakespeare, believed to have been written between 1599 and 1601. The play, set in Denmark, recounts how Prince Hamlet exacts revenge on his uncle Claudius, who has murdered Hamlet's father, the King, and then taken the throne and married Gertrude, Hamlet's mother. The play vividly charts the course of real and feigned madness—from overwhelming grief to seething rage—and explores themes of treachery, revenge, incest, and moral corruption.",
    "author": {
      "firstName": "William",
      "lastName": "Shakespeare",
      "birthDay": -12814934400000,
      "deathDay": -11161411200000
    }
  },
  {
    "title": "War and Peace",
    "description": "Epic in scale, War and Peace delineates in graphic detail events leading up to Napoleon's invasion of Russia, and the impact of the Napoleonic era on Tsarist society, as seen through the eyes of five Russian aristocratic families.",
    "author": {
      "firstName": "Leo",
      "lastName": "Tolstoy",
      "birthDay": -4459363200000,
      "deathDay": -1865548800000
    }
  },
  {
    "title": "The Odyssey",
    "description": "The Odyssey is one of two major ancient Greek epic poems attributed to Homer. It is, in part, a sequel to the Iliad, the other work traditionally ascribed to Homer. The poem is fundamental to the modern Western canon. Indeed it is the second—the Iliad being the first—extant work of Western literature. It was probably composed near the end of the eighth century BC, somewhere in Ionia, the Greek-speaking coastal region of what is now Turkey. The poem mainly centers on the Greek hero Odysseus (or Ulysses, as he was known in Roman myths) and his long journey home following the fall of Troy. It takes Odysseus ten years to reach Ithaca after the ten-year Trojan War. In his absence, it is assumed he has died, and his wife Penelope and son Telemachus must deal with a group of unruly suitors, the Mnesteres or Proci, competing for Penelope's hand in marriage.",
    "author": {
      "firstName": "Homer"
    }
  },
  {
    "title": "One Hundred Years of Solitude",
    "description": "One of the 20th century's enduring works, One Hundred Years of Solitude is a widely beloved and acclaimed novel known throughout the world, and the ultimate achievement in a Nobel Prize–winning career. The novel tells the story of the rise and fall of the mythical town of Macondo through the history of the Buendía family. It is a rich and brilliant chronicle of life and death, and the tragicomedy of humankind. In the noble, ridiculous, beautiful, and tawdry story of the Buendía family, one sees all of humanity, just as in the history, myths, growth, and decay of Macondo, one sees all of Latin America. Love and lust, war and revolution, riches and poverty, youth and senility — the variety of life, the endlessness of death, the search for peace and truth — these universal themes dominate the novel. Whether he is describing an affair of passion or the voracity of capitalism and the corruption of government, Gabriel García Márquez always writes with the simplicity, ease, andpurity that are the mark of a master. Alternately reverential and comical, One Hundred Years of Solitude weaves the political, personal, and spiritual to bring a new consciousness to storytelling. Translated into dozens of languages, this stunning work is no less than an accounting of the history of the human race.",
    "author": {
      "firstName": "Gabriel",
      "lastName": "Garcia Marquez",
      "birthDay": -1351468800000,
      "deathDay": 1397692800000
    },
    "price": 9.5
  },
  {
    "title": "Beowulf",
    "description": "Beowulf is an Old English heroic epic poem of unknown authorship, dating as recorded in the Nowell Codex manuscript from between the 8th and the early 11th century, set in Denmark and Sweden. Commonly cited as one of the most important works of Anglo-Saxon literature, Beowulf has been the subject of much scholarly study, theory, speculation, discourse, and, at 3182 lines, has been noted for its length. In the poem, Beowulf, a hero of the Geats, battles three antagonists: Grendel, who has been attacking the resident warriors of a mead hall called Heorot in Denmark; Grendel's mother; and an unnamed dragon. The last battle takes place later in life, after returning to Geatland (modern southern Sweden), where Beowulf has become king. In the final battle, Beowulf is fatally wounded. After his death his retainers bury him in a tumulus in Geatland."
  }
]
